#!/usr/bin/regina

msg_width = 72

  say
  say center("n0 k6 j17 k6x5 j17y2 j3 j34k6 j17k2", msg_width)
  say center("n26y5 k26x5 j6 j36 k56 j136y7 k56x4", msg_width)
  say center("n167x4 j3k5x4 j167y2 j2 j236 j26 j23", msg_width)
  say center("j23k6 j2y3 j2k6 j26y3 j2k56 j246y3 j2k56x4", msg_width)
  say center("k157x6 j26y34 j2k6x5 j2k6y3 k1j6 n345", msg_width)
  say center("j3k6 n45y2 j3k56x4 k2j6 n5y2 k26 k256", msg_width)
  say

